export const rules = `Правила использования Платформы «Share Social»

1. Общие положения
1.1. Платформа «Share Social»  создана для свободного обмена идеями, мнениями и информацией в рамках правового поля.
1.2. Регистрируясь на Платформе, Пользователь соглашается соблюдать настоящие Правила и нести ответственность за весь контент, который он создает, публикует и распространяет.
1.3. Администрация Платформы приветствует свободу слова, включая широкий спектр политических высказываний и дискуссий, и стремится минимизировать вмешательство в пользовательский контент.

2. Запрещенный контент и деятельность
Администрация Платформы запрещает и будет удалять любой контент, а также приостанавливать или прекращать доступ Пользователей, которые нарушают законодательство Российской Федерации и международные нормы. К такому контенту и деятельности относится, но не ограничивается:

2.1. Контент сексуального характера, нарушающий закон.

    Запрещена публикация материалов, которые могут быть расценены как порнография, а также любых материалов, эксплуатирующих несовершеннолетних или совершаемых против воли человека.

2.2. Призывы к насилию.

    Запрещены публикации, содержащие демонстрацию крайних форм насилия, жестокого обращения, актов вандализма, а также призывы к совершению насильственных действий против отдельных лиц или групп лиц по какому-либо признаку.

2.3. Незаконный оборот и пропаганда запрещенных веществ.

    Запрещена любая пропаганда, реклама, описание способов изготовления, приобретения или употребления наркотических средств, психотропных веществ и их прекурсоров, кроме случаев, предусмотренных федеральным законом (например, в образовательных или медицинских целях).

2.4. Экстремистская и террористическая деятельность.

    Строго запрещены любые формы оправдания терроризма, пропаганды террористической и экстремистской идеологии, а также материалы, признанные судом экстремистскими.

    Запрещена публикация материалов от имени организаций, признанных в Российской Федерации террористическими или экстремистскими.

2.5. Дезинформация общественно значимого характера.

    Запрещено умышленное распространение заведомо ложной информации, которая может повлечь нарушение общественного порядка, панику или иные тяжкие последствия.

3. Принцип «Свободы слова в рамках Закона»
3.1. Платформа является пространством для открытой дискуссии, включая критику людей, обсуждение политических курсов и выражение различных, в том числе оппозиционных, взглядов, если такая критика не переходит в призывы к насилию, экстремизму или иным незаконным действиям.
3.2. Администрация исходит из презумпции того, что контент является допустимым, до тех пор пока не будет установлено обратное. Решения о блокировке принимаются на комплексной оценке контента, его контекста и потенциальных рисков.

4. Обработка жалоб и правовые последствия
4.1. Все решения о модерации контента принимаются на основании внутренних регламентов Платформы и полученных предписаний уполномоченных государственных органов в строгом соответствии с законом.
4.2. Пользователь несет полную юридическую ответственность за весь размещаемый им контент. Администрация Платформы оставляет за собой право передавать информацию о нарушениях и данные пользователей по официальным запросам правоохранительных и судебных органов.

Важное примечание для Пользователя: Настоящие Правила могут быть дополнены и уточнены. Актуальная версия всегда доступна по ссылке «Правила использования». Продолжая использовать Платформу, вы соглашаетесь с действующей на данный момент редакцией.`;

export const privacy = `Политика Конфиденциальности Платформы «Share Social»

1. Философия конфиденциальности
1.1. Платформа «Share Social» основана на принципах максимального уважения к частной жизни и персональным данным Пользователей.
1.2. Наша цель — создать безопасное пространство для общения, минимизировав сбор и хранение данных, которые не являются критически важными для функционирования сервиса.

2. Принципы обработки данных
Мы придерживаемся следующих ключевых принципов в работе с вашей информацией:

2.1. Минимизация данных.

    Мы сознательно не осуществляем сбор и не храним IP-адреса Пользователей после окончания сессии, необходимой для обеспечения работы сервиса и его безопасности.

    Мы не требуем и не обрабатываем избыточные персональные данные.

2.2. Принцип анонимности доступа.

    Доступ к Платформе и управление аккаунтом осуществляется исключительно по паре логин-пароль, известной только Пользователю.

    Администрация Платформы не имеет технической возможности и не запрашивает пароли от пользовательских аккаунтов.

2.3. Шифрование конфиденциальных данных.

    Определенные категории конфиденциальных данных, которые могут собираться для предоставления услуг (например, адрес электронной почты для восстановления доступа), хранятся в зашифрованном (криптографически преобразованном) виде.

    Мы применяем современные отраслевые стандарты шифрования для защиты этих данных от несанкционированного доступа как извне, так и внутри нашей инфраструктуры.

2.4. Ограничение доступа внутри системы.

    Доступ к системам обработки персональных данных со стороны наших сотрудников строго ограничен, разграничен и подлежит протоколированию.

    Вмешательство в работу аккаунта Пользователя возможно только в исключительных случаях, предусмотренных Правилами использования Платформы (например, по решению суда или предписанию уполномоченного органа), и осуществляется по специальным регламентам.

3. Случаи предоставления информации

Важное примечание для Пользователя: Настоящая Политика конфиденциальности может уточняться. Актуальная версия всегда доступна на Сайте. Продолжая использовать Платформу, вы соглашаетесь с условиями обработки ваших данных в соответствии с действующей редакцией данного документа.`;
