{
  "sections": [
    {
      "id": "1",
      "title": "Философия конфиденциальности",
      "items": [
        {
          "id": "1.1",
          "text": "Платформа «Share Social» основана на принципах максимального уважения к частной жизни и персональным данным Пользователей."
        },
        {
          "id": "1.2",
          "text": "Наша цель — создать безопасное пространство для общения, минимизировав сбор и хранение данных, которые не являются критически важными для функционирования сервиса."
        }
      ]
    },
    {
      "id": "2",
      "title": "Принципы обработки данных",
      "description": "Мы придерживаемся следующих ключевых принципов в работе с вашей информацией:",
      "items": [
        {
          "id": "2.1",
          "title": "Минимизация данных",
          "text": "Мы сознательно не осуществляем сбор и не храним IP-адреса Пользователей после окончания сессии, необходимой для обеспечения работы сервиса и его безопасности. Мы не требуем и не обрабатываем избыточные персональные данные."
        },
        {
          "id": "2.2",
          "title": "Принцип анонимности доступа",
          "text": "Доступ к Платформе и управление аккаунтом осуществляется исключительно по паре логин-пароль, известной только Пользователю. Администрация Платформы не имеет технической возможности и не запрашивает пароли от пользовательских аккаунтов."
        },
        {
          "id": "2.3",
          "title": "Шифрование конфиденциальных данных",
          "text": "Определенные категории конфиденциальных данных, которые могут собираться для предоставления услуг (например, адрес электронной почты для восстановления доступа), хранятся в зашифрованном (криптографически преобразованном) виде. Мы применяем современные отраслевые стандарты шифрования для защиты этих данных от несанкционированного доступа как извне, так и внутри нашей инфраструктуры."
        },
        {
          "id": "2.4",
          "title": "Ограничение доступа внутри системы",
          "text": "Доступ к системам обработки персональных данных со стороны наших сотрудников строго ограничен, разграничен и подлежит протоколированию. Вмешательство в работу аккаунта Пользователя возможно только в исключительных случаях, предусмотренных Правилами использования Платформы (например, по решению суда или предписанию уполномоченного органа), и осуществляется по специальным регламентам."
        }
      ]
    },
    {
      "id": "3",
      "title": "Примечание",
      "items": [
        {
          "id": "",
          "text": "Важное примечание для Пользователя: Настоящая Политика конфиденциальности может уточняться. Актуальная версия всегда доступна на Сайте. Продолжая использовать Платформу, вы соглашаетесь с условиями обработки ваших данных в соответствии с действующей редакцией данного документа."
        }
      ]
    }
  ]
}
