{
  "title": "Правила использования Платформы «Share Social»",
  "sections": [
    {
      "id": 1,
      "title": "Общие положения",
      "items": [
        {
          "id": "1.1",
          "text": "Платформа «Share Social» создана для свободного обмена идеями, мнениями и информацией в рамках правового поля."
        },
        {
          "id": "1.2",
          "text": "Регистрируясь на Платформе, Пользователь соглашается соблюдать настоящие Правила и нести ответственность за весь контент, который он создает, публикует и распространяет."
        },
        {
          "id": "1.3",
          "text": "Администрация Платформы приветствует свободу слова, включая широкий спектр политических высказываний и дискуссий, и стремится минимизировать вмешательство в пользовательский контент."
        }
      ]
    },
    {
      "id": 2,
      "title": "Запрещенный контент и деятельность",
      "description": "Администрация Платформы запрещает и будет удалять любой контент, а также приостанавливать или прекращать доступ Пользователей, которые нарушают законодательство Российской Федерации и международные нормы. К такому контенту и деятельности относится, но не ограничивается:",
      "items": [
        {
          "id": "2.1",
          "title": "Контент сексуального характера, нарушающий закон",
          "text": "Запрещена публикация материалов, которые могут быть расценены как порнография, а также любых материалов, эксплуатирующих несовершеннолетних или совершаемых против воли человека."
        },
        {
          "id": "2.2",
          "title": "Призывы к насилию",
          "text": "Запрещены публикации, содержащие демонстрацию крайних форм насилия, жестокого обращения, актов вандализма, а также призывы к совершению насильственных действий против отдельных лиц или групп лиц по какому-либо признаку."
        },
        {
          "id": "2.3",
          "title": "Незаконный оборот и пропаганда запрещенных веществ",
          "text": "Запрещена любая пропаганда, реклама, описание способов изготовления, приобретения или употребления наркотических средств, психотропных веществ и их прекурсоров, кроме случаев, предусмотренных федеральным законом (например, в образовательных или медицинских целях)."
        },
        {
          "id": "2.4",
          "title": "Экстремистская и террористическая деятельность",
          "text": "Строго запрещены любые формы оправдания терроризма, пропаганды террористической и экстремистской идеологии, а также материалы, признанные судом экстремистскими. Запрещена публикация материалов от имени организаций, признанных в Российской Федерации террористическими или экстремистскими."
        },
        {
          "id": "2.5",
          "title": "Дезинформация общественно значимого характера",
          "text": "Запрещено умышленное распространение заведомо ложной информации, которая может повлечь нарушение общественного порядка, панику или иные тяжкие последствия."
        }
      ]
    },
    {
      "id": 3,
      "title": "Принцип «Свободы слова в рамках Закона»",
      "items": [
        {
          "id": "3.1",
          "text": "Платформа является пространством для открытой дискуссии, включая критику людей, обсуждение политических курсов и выражение различных, в том числе оппозиционных, взглядов, если такая критика не переходит в призывы к насилию, экстремизму или иным незаконным действиям."
        },
        {
          "id": "3.2",
          "text": "Администрация исходит из презумпции того, что контент является допустимым, до тех пор пока не будет установлено обратное. Решения о блокировке принимаются на комплексной оценке контента, его контекста и потенциальных рисков."
        }
      ]
    },
    {
      "id": 4,
      "title": "Обработка жалоб и правовые последствия",
      "items": [
        {
          "id": "4.1",
          "text": "Все решения о модерации контента принимаются на основании внутренних регламентов Платформы и полученных предписаний уполномоченных государственных органов в строгом соответствии с законом."
        },
        {
          "id": "4.2",
          "text": "Пользователь несет полную юридическую ответственность за весь размещаемый им контент. Администрация Платформы оставляет за собой право передавать информацию о нарушениях и данные пользователей по официальным запросам правоохранительных и судебных органов."
        }
      ]
    }
  ],
  "footnote": "Важное примечание для Пользователя: Настоящие Правила могут быть дополнены и уточнены. Актуальная версия всегда доступна по ссылке «Правила использования». Продолжая использовать Платформу, вы соглашаетесь с действующей на данный момент редакцией."
}