{
  "title": "Правила использования Платформы «Share Social»",
  "sections": [
    {
      "id": 1,
      "title": "Общие положения",
      "items": [
        {
          "id": "1.1",
          "text": "Платформа «Share Social» создана для свободного и ответственного обмена идеями, мнениями и информацией в рамках правового поля Республики Беларусь."
        },
        {
          "id": "1.2",
          "text": "Регистрируясь на Платформе, Пользователь соглашается соблюдать настоящие Правила и несет полную ответственность за весь контент, который он создает, публикует и распространяет."
        },
        {
          "id": "1.3",
          "text": "Администрация Платформы уважает свободу слова, включая широкий спектр политических высказываний и дискуссий, и стремится минимизировать вмешательство в пользовательский контент в пределах, установленных законом."
        }
      ]
    },
    {
      "id": 2,
      "title": "Запрещенный контент и деятельность",
      "description": "Администрация Платформы запрещает и будет удалять любой контент, а также приостанавливать или прекращать доступ Пользователей, которые нарушают законодательство Республики Беларусь. К такому контенту и деятельности относится, но не ограничивается:",
      "items": [
        {
          "id": "2.1",
          "title": "Контент сексуального характера, нарушающий закон",
          "text": "Запрещена публикация порнографических материалов, а также любых материалов, эксплуатирующих несовершеннолетних или совершаемых против воли человека."
        },
        {
          "id": "2.2",
          "title": "Призывы к насилию",
          "text": "Запрещены публикации, содержащие демонстрацию крайних форм насилия, жестокого обращения, актов вандализма, а также призывы к совершению насильственных действий против отдельных лиц, групп лиц или государственных институтов."
        },
        {
          "id": "2.3",
          "title": "Незаконный оборот и пропаганда запрещенных веществ",
          "text": "Запрещена любая пропаганда, реклама, описание способов изготовления, приобретения или употребления наркотических средств, психотропных веществ и их прекурсоров, кроме случаев, прямо предусмотренных законодательством."
        },
        {
          "id": "2.4",
          "title": "Экстремистская и террористическая деятельность",
          "text": "Строго запрещены любые формы оправдания терроризма, пропаганды террористической и экстремистской идеологии, разжигания расовой, национальной, религиозной или иной социальной вражды, а также материалы, признанные судом экстремистскими. Запрещена публикация материалов от имени организаций, признанных в Республике Беларусь террористическими или экстремистскими."
        },
        {
          "id": "2.5",
          "title": "Дезинформация общественно значимого характера",
          "text": "Запрещено умышленное распространение заведомо ложной информации, которая может нанести вред национальным интересам Республики Беларусь, повлечь нарушение общественного порядка, панику или иные тяжкие последствия."
        }
      ]
    },
    {
      "id": 3,
      "title": "Принцип «Свободы слова в рамках Закона»",
      "items": [
        {
          "id": "3.1",
          "text": "Платформа является пространством для открытой дискуссии, включая критику и выражение различных взглядов, если такая критика не переходит в призывы к насилию, экстремизму, иным незаконным действиям и не нарушает законодательство Республики Беларусь."
        },
        {
          "id": "3.2",
          "text": "Администрация исходит из презумпции того, что контент является допустимым, до тех пор пока не будет установлено обратное. Решения о блокировке принимаются на комплексной оценке контента, его контекста и требований закона."
        }
      ]
    },
    {
      "id": 4,
      "title": "Обработка жалоб и правовые последствия",
      "items": [
        {
          "id": "4.1",
          "text": "Все решения о модерации контента принимаются на основании внутренних регламентов Платформы и в строгом соответствии с законодательством Республики Беларусь, включая полученные предписания уполномоченных государственных органов."
        },
        {
          "id": "4.2",
          "text": "Пользователь несет полную юридическую ответственность за весь размещаемый им контент в соответствии с законодательством Республики Беларусь. Администрация Платформы оставляет за собой право передавать информацию о нарушениях и данные пользователей по официальным запросам правоохранительных и судебных органов Республики Беларусь."
        }
      ]
    }
  ],
  "footnote": "Важное примечание для Пользователя: Настоящие Правила могут быть дополнены. Актуальная версия всегда доступна по ссылке «Правила использования». Продолжая использовать Платформу, вы соглашаетесь с действующей на данный момент редакцией."
}